app/views/users/show.html.erb

<b> Postagem mais recente:</b> <br>
<%= @user.microposts.last.content%><br><br>
---
SELECT  "microposts".* FROM "microposts" WHERE "microposts"."user_id" = ? ORDER BY "microposts"."id" DESC LIMIT ?  [["user_id", 5], ["LIMIT", 1]]